autoconf
avro-c
aws-cdk
aws-iam-authenticator
awscli
bash
bat
bat-extras
bpytop
brotli
c-ares
ca-certificates
cairo
capstone
cffi
cloud-nuke
colima
cryptography
cyphernetes
direnv
docker
docker-completion
docker-compose
docker-credential-helper
dtc
duf
eksctl
entr
expat
eza
fd
fish
fisher
fnm
fontconfig
freetype
fzf
gettext
gh
giflib
git
git-delta
glab
glib
gmp
gnupg
gnutls
go
gpgme
gradle
granted
graphite2
grep
harfbuzz
helm
icu4c@76
icu4c@77
ipcalc
jansson
jless
jpeg-turbo
just
k9s
kafka
kcat
kind
krb5
kubecolor
kubectx
kubernetes-cli
lazygit
libassuan
libevent
libgcrypt
libgit2
libgpg-error
libidn2
libksba
libnghttp2
libpng
librdkafka
libserdes
libslirp
libssh
libssh2
libtasn1
libtiff
libunistring
libusb
libuv
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libzip
lima
little-cms2
lolcat
lpeg
lua-language-server
luajit
luv
lz4
lzlib
lzo
m4
maven
minikube
mise
mpdecimal
ncdu
ncurses
neovim
nettle
node
npth
nspr
nss
nushell
oniguruma
openjdk
openjpeg
openssl@3
osx-cpu-temp
p11-kit
pcre2
pdfgrep
peco
pet
pinentry
pipx
pixman
pkgconf
poppler
postgresql@16
powerpipe
prettierd
pycparser
pyenv
python-packaging
python@3.11
python@3.12
python@3.13
qemu
qpdf
readline
riff
rio
ripgrep
rustup
rustup-init
sbt
sesh
skhd
snappy
socket_vmnet
sqlite
starship
steampipe
stern
stow
task
taskwarrior-tui
terraform-ls
terragrunt
tfenv
tflint
tldr
tmux
tpm
tree
tree-sitter
trivy
unbound
unibilium
usage
utf8proc
vde
wget
wimlib
xh
xorgproto
xz
yajl
yamlfmt
ydiff
yq
zookeeper
zoxide
zstd
1password
adobe-acrobat-reader
alt-tab
anaconda
appcleaner
arc
balenaetcher
bitwarden
brave-browser
calibre
cyberghost-vpn
devtoys
discord
dropbox
espanso
firefox
flameshot
font-fira-code-nerd-font
font-iosevka-nerd-font
font-iosevka-term-nerd-font
font-meslo-lg-nerd-font
ghostty
google-chrome
intellij-idea-ce
karabiner-elements
keyclu
loom
maccy
monitorcontrol
mullvadvpn
obsidian
pycharm-ce
qbittorrent
qmk-toolbox
raycast
rectangle
spotify
telegram
tempbox
todoist
visual-studio-code
vlc
whatsapp
wkhtmltopdf
zed
