awscli
bat
bat-extras
bpytop
colima
cyphernetes
direnv
docker
docker-compose
duf
eksctl
eza
fd
fish
fisher
fnm
fontconfig
fzf
gh
git
git-delta
glab
go
granted
helm
jless
k9s
kind
kubecolor
kubectx
kubernetes-cli
lazygit
lolcat
lua-language-server
maven
minikube
mise
ncdu
ncurses
neovim
node
nushell
peco
pet
powerpipe
prettierd
pyenv
qemu
riff
ripgrep
rustup
sesh
socket_vmnet
sqlite
starship
steampipe
stern
stow
terraform-ls
terragrunt
tldr
tmux
tpm
tree
trivy
wget
xh
yamlfmt
ydiff
yq
zoxide
alt-tab
anaconda
appcleaner
arc
bitwarden
devtoys
discord
dropbox
flameshot
font-fira-code-nerd-font
font-iosevka-nerd-font
font-iosevka-term-nerd-font
font-meslo-lg-nerd-font
ghostty
google-chrome
intellij-idea-ce
karabiner-elements
keyclu
loom
maccy
monitorcontrol
mullvadvpn
obsidian
pycharm-ce
qmk-toolbox
raycast
rectangle
spotify
telegram
tempbox
todoist
visual-studio-code
vlc
whatsapp
