aerospace
alt-tab
anaconda
appcleaner
arc
awscli
bat
bat-extras
bitwarden
bpytop
colima
colordiff
common-fate/granted/granted
cowsay
crane
cri-tools
devtoys
direnv
discord
dive
docker
docker-compose
doggo
dropbox
duf
dynobase
eksctl
eza
fabric-ai
fd
figlet
fish
fnm
font-fira-code-nerd-font
font-iosevka-nerd-font
font-iosevka-term-nerd-font
font-meslo-lg-nerd-font
fontconfig
fortune
fzf
gh
ghostty
gimp
git-delta
glab
go
google-chrome
granted
helm
hyperfine
intellij-idea-ce
ipcalc
iproute2mac
jj
jless
k9s
kap
karabiner-elements
kind
knqyf263/pet/pet
krew
kubecolor
kubectx
kustomize
lazydocker
lazygit
leader-key
lolcat
lua-language-server
maccy
maven
meld
microsoft-teams
minikube
mise
mongosh
monitorcontrol
moreutils
mosh
mtr
mullvadvpn
ncdu
neovim
nushell
obsidian
osquery
oven-sh/bun/bun
peco
prettierd
procs
pyenv-virtualenv
qemu
qmk-toolbox
raycast
riff
ripgrep
rsync
rustup
sd
sdkman/tap/sdkman-cli
sesh
skaffold
slack
socket_vmnet
spotify
starship
stern
stow
superfile
tailscale
telegram
tempbox
terraform-ls
terragrunt
tfenv
tflint
tgenv
tldr
todoist-cli
tpm
tree
tree-sitter
trivy
turbot/tap/powerpipe
turbot/tap/steampipe
vlc
wget
whatsapp
xh
yamlfmt
ydiff
yq
zen
zoxide
